Revit 2027 API
WorksetTable Properties
The WorksetTable type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
WorksetTable Class
Autodesk.Revit.DB Namespace